Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/sd/sami_parlamentarals_raddi_fi/climat_suomi.pdf.tmx
Source language: fin
Languages: sms

source: Saamelaisen parlamentaarisen neuvoston ilmastopoliittinen strategia
sms: Sääʹm parlamenttaarla suåvtõõzz äimmpolitiikklaž tuåimmjemplaan

source: Hyväksytty saamelaisen parlamentaarisen neuvoston kokouksessa 14.04.
sms: Primmʼmum sääʹm parlamenttaarla suåvtõõzz såbbrest 14.04.2010

source: Saamelainen parlamentaarinen neuvosto (SPN) on erittäin tyytyväinen YK:n ihmisoikeuskomissioon, kun se painottaa päätöksissään ja toiminnassaan painottaa ilmastonmuutoksen ja yleismaailmallisten ihmisoikeuksien yhteyttä sekä ottaa selkeästi huomioon alkuperäiskansojen haavoittuvan tilanteen ilmastonmuutoksen suhteen.
sms: Sääʹm parlamenttaarlaž suåvtõs (SPN) lij pueʹrr miõlâst YK ooumažvuõiggâdvuõttkomissio diõtt, ku tõt teäddad pueʹrben tuʹmmstõõǥǥin mâiʹd tuʹmmai da tuåimmjumuužžin mäʹhtt tuåimmai. teäddad pueʹrben äimm-muuttõõzz da takaimaaiʹlmlaž ooumažvuõiggâdvuõđi õhttvuõđ di väʹldd čiõlggsânji lokku vuõssnaroodi nääʹlteʹmes ǩeâhssai vueʹjj äimm-muuttõõzz diõtt.

source: SPN:n näkemyksen mukaan ilmastonmuutoksen yhteydessä tehtävät toimenpiteet vaikuttavat monella lailla alkuperäiskansojen ihmisoikeuksiin, ja siksi alkuperäiskansojen äänen tulee kuulua myös kansainvälilisissä ilmastonmuutosneuvotteluissa.
sms: SPN ǩiõččâmvueʹjj mieʹldd äimm-muuttõõzz vuârrvaikktõõzzâst tuejjeem tuåim vaikkte määŋgnalla vuõssnaroodi ooumažvuõiggâdvuõđid, da tõʹnt vuõssnaroodi jiõnn âlgg koʹlljed še meeraikõskksaž äimm-muuttõš-saaǥǥstõõllmõõžžâst.

source: SPN näkee ilmastonmuutoksen laajemmassa yhteydessä: jatkuva ympäristökuormitus ja lisääntynyt luonnonvarojen hyödyntäminen tekevät sopeutumisesta vaikeaa ja sama pätee myös saamelaiselinkeinojen ja elämänmuodon/toimeentulon sopeutumisen suhteessa muuttuneisiin ilmasto-olosuhteisiin.
sms: SPN vuäinn äimm-muuttõõzz veiddsab vuârrvaikktõõzzâst: juätkkjeei pirrõskueârmtumuš da lâssnam luâđreeʹǧǧesvuõđi äuʹǩǩumuš tuejjee šiõttlõõvvmõõžžâst vaiʹǧǧääb da seämma vaikktõs lij še sääʹmjieʹllemvueʹjji da jieʹllemvueʹjj/piʹrǧǧeemvuõđ šiõttlõõvvmõõžž vuârrvaikktõõzzâst muttstõõvvi äimmåårrmõõžžid.

source: SPN korostaa, että saamelaisyhteisö sopeutuu ilmastomuutokseen parhaiten niin, että haavoittuvuutta vähennetään ja samalla edistetään Saamen maan ihmisten, eläinten ja luonnon kantokyvyn säilymistä.
sms: SPN teäddad pueʹrben, što sääʹmõhttsažkåʹdd šiõttlââvv äimmmuuttõʹsse pueʹrben nuʹtt, što nääʹlteʹmes ǩeʹhssvuõđ ǩieʹppeet da ooudâsviiǥǥât Sääʹmjânnam oummi, šeeʹvti da luâđ ǩeâllʼjemvuõđ seillmõõžž.

source: Maailmanlaajuisena haasteena on se, että ilmastonmuutos voidaan ratkaista vain yhteistyön kautta ja ottamalla käyttöön parhaat olemassa olevat tiedot – saamelainen perinteinen tieto on hyvin tärkeä myös osana tämän haasteen ratkaisua.
sms: Pukveeʹzz obb maaiʹlm kuõskki õhttsaztuâjjan lij tõt, što äimm-muuttõs räʹtǩǩumuužž vueiʹtet tuejjeed tåʹlǩ õhttsažtuâj pääiʹǩ da tän diõtt vääʹldet vääžnai juʹn valmmša åårrai teâđaid – saaʹmi vääžnai äʹrbbvuõđ mieʹlddsaž teâtt lij bieʹǩǩen tän tuâj räʹtǩǩumuužžâst.

source: Saamen kieli ja sen sisältämä luokittelujärjestelmä kantaa saamelaisten kulttuuria ja sen perinteitä sukupolvelta toiselle.
sms: Sääʹmǩiõll da tõn seʹst åårrai klasstõõllâmriâššmõš kuâdd saaʹmi kulttuur da tõn äʹrbbvuõđ puõlvvõõǥǥâst nobba.

source: Ilmastonmuutoksen varautumissuunnitelmassa ja sopeutumisen resursoinnissa on huomioitava saamen kielten asema ja turvattava saamen kielten säilyminen.
sms: Äimm-muuttõõzz tevvlõõttâmplaanâst da šiõttlõõvvmõõžž viõkkvääʹrest âʹlǧǧe väʹldded lokku sääʹmǩiõl staattus da staanâd sääʹmǩiõl seillmõš.

source: Saamen kielen ja sen elinkeinoihin liittyvän tietämyksen säilyminen edellyttää, että saamelaiselinkeinot säilyvät elinvoimaisina.
sms: Sääʹmǩiõl da tõn jieʹllemvueʹjjid kuõskki äʹšštobddmõõžž seillmõš ouddlâstt, što sääʹmjieʹllemvueʹjj seiʹlle jieʹllemviõkksânji.

source: Saamelaiskäräjien tulee pystyä osallistumaan tasa-arvoisesti ilmastonmuutosta koskeviin päätöksentekoprosesseihin kansallisella ja kansainvälisellä tasolla.
sms: Sääʹmteʹǧǧ âlgg pâʹstted vuässõõttâd tääʹssärvvseʹld äimm-muuttõõzz kuõskki tuʹmmstõktuâjjpooddid naroodlaž da meeraikõskksaž tääʹzzest.

source: Saamelaiskäräjille tulee antaa suurempi määräysvalta oman alueensa hallintaan ja ohjaukseen, koska se antaa parhaimmat mahdollisuudet sopeutua ilmastonmuutokseen saamelaiskulttuurin lähtökohdista käsin.
sms: Sääʹmtegga âlgg uʹvdded šoorab mieʹrreemväʹldd jiijjâz vuuʹdes vaaldšem da jååʹđtumuʹšše, ku tõt oudd pueʹrab vuäittmõõžžid šiõttlõõvvâd äimm-muuttõʹsse sääʹmkulttuur šõddâmaalǥi beäʹlnn.

source: SPN näkee, että Suomen ja Ruotsin valtioiden tulee ratifioida ILO 169-sopimus ja valtioiden tulee ottaa YK:n julistus alkuperäiskansojen oikeuksista osaksi kansallista lainsäädäntöään.
sms: SPN vuäinn, što Lääʹddjânnam da Ruõcc valdiain feʹrttai ravveed ILO 169-suåppmõš da valdiain feʹrttai väʹldded YK čõõđtumuš vuõssnaroodi vuõiggâdvuõđin bieʹǩǩen naroodlaž lääʹjjšeâttmõõzz.

source: SPN edellyttää, että pohjoismainen saamelaissopimus ratifioidaan pikaisesti asiantuntijatyöryhmän esittämän esityksen mukaisesti.
sms: Valdiain âlgg staanâd saaʹmi ooumažvuõiggâdvuõđi teâuddjumuš še äimm SPN ouddlâstt, što tâʹvvjânnamlaž sääʹmsuåppmõš ravveet jåʹttlânji äʹšštobddiäʹrttel čuäjtem maadârdõõzz mieʹldd.

source: Sopimus mahdollistaisi saamelaiskulttuurin kehittämisen kolmen valtion alueella saamelaiskulttuurin lähtökohdista helpottaen sopeutumista ilmastonmuutokseen ja turvaisi saamelaisten ihmisoikeuksien toteutumisen.
sms: Suåppmõš vueiʹttjââttʹči sääʹmkulttuur ooudâsviikkmõõžž koolm valdia vuuʹdest, koʹst liâ sääʹmkulttuur šõddâmaalǥ da hiâlpteʹči nääiʹt šiõttlõõvvmõõžž äimm-muuttõʹsse da staanʹči saaʹmi ooumažvuõiggâdvuõđi čõõđtumuužž.

source: SPN vaatii, että Meksikossa joulukuussa 2010 pidettävissä Yhdistyneiden Kansakuntien (YK) ilmastonmuutosta koskevan puiteyleissopimuksen seuraavassa osapuolikokouksessa, COP16ilmastoneuvotteluissa on sovittava laillisesti sitovista päästövähennyksistä ja sopimuksen rikkomisen sanktiojärjestelmästä.
sms: SPN õõlǥat, što Meksikost rosttovmannust 2010 såbbrõõššâm vuâlla puõʹtti (YK) äimmmuuttõõzz kuõskki raammtakaisuåppmõõžž puõʹtti vueʹssbieʹllsåbbrest, COP16äimmsaaǥǥstõõllmõõžžin âlgg suåppâd lääʹjjlânji čõnnõõttâm kaaʹstuuccumuužžâst da suåppmõõžž paʹrtteem polstjõsriâššmõõžžâst.

source: SPN vaatii, että maapallon keskilämpötila ei saa nousta yli 1,5 celsiusasteen.
sms: SPN õõlǥat, što skääđsuõllu kõskkteemperaturvueʹǩǩ ij vuäǯǯ kaggõõttâd pâʹjjel 1,5 celsiuskraadd.

source: Tätä korkeamman lämpötilan nousun vaikutukset olisivat vaikeasti ennakoitavissa ja ilmeisesti vaarantaisivat arktisten alkuperäiskansojen kulttuurien elinmahdollisuudet arktisilla alueilla.
sms: Tän pâʹjjlab teemperatuur kaggõõttâm vaikktõõzz leʹčče vaiʹǧǧeʹld ouddtuʹmmjumuužžâst da aainâs vaarrteʹči aartklai vuõssnaroodi määŋg kulttuur jieʹllemvuäittmõõžžid aartklažnallšem vuuʹdin.

source: Valtioiden, jotka eivät täyttäisi päästövelvoitteitaan, tulisi maksaa merkittäviä sakkoja vuosittain.
sms: Valdiain, kook jiâ jäʹǩǩteʹči kaaʹstõõlǥtumuužžeez, õõlǥʹči mäʹhssed eža jiânnai štraaffid piirieeʹjji.

source: Sakot käytettäisiin kehitysmaiden päästöttömien energiatuotantomuotojen kehittämiseen.
sms: Štraaffid ââʹnnʹčeš ooudâsviikkâmjânnmi kaaʹstʼteʹmes energiipuuʹtʼtemvueʹjji ooudâsviikkmõʹšše.

source: Sopimuksen toteutumista varten tulee perustaa YK:n alaisuuteen kansainvälinen elin, jonka yhteyteen tulee perustaa alkuperäiskansaelin, joka valvoo sopimuksen toteutumista ja sen vaikutuksia alkuperäiskansoihin.
sms: Suåppmõõžž čõõđtem diõtt âlgg vuâđđeed YK vuâlšažvuõʹtte meeraikõskksaž orgaan, koon õhttvuõʹtte âlgg vuâđđeed vuõssnaroodorgaan, kååʹtt välvv suåppmõõžž čõõđtumuuž da tõn vaikktõõzzid vuõssnaroodid.

source: SPN vaatii, että päästöjä on leikattava merkittävästi.
sms: SPN õõlǥat, što kaaʹstid âlgg uuʹcceed eža jiânnai.

source: Kioton protokollassa päästöjen leikkaamisen vertailukohdaksi on annettu vuosi 1990. SPN näkee, että vain yhden vuoden päästöjen asettaminen vertailukohdaksi kohtelee eri valtioita epätasa-arvoisesti ja mahdollistaa tilanteen, jossa käytännössä joidenkin valtioiden ei tarvitse tehdä lainkaan päästövähennyksiä.
sms: Kioto protokoollast kaaʹsti uuccumuužž veʹrddõõllâmpââʹjjen lij uʹvddum eeʹǩǩ 1990. SPN vuäinn, što pâi õõut eeʹjj kaaʹsti piijjmõš veʹrddõõllâmpââʹjjen kääzzkââstʹči jeeʹres valdiaid panntääʹzznallšem ärvvsânji da vueiʹttjââttʹči vueʹjj, koʹst praksiizzâst måttmin valdiain ij taarbâž tuejjeed ni vooʹps kaaʹstuuccummuužžid.

source: SPN esittää, että vertailukohtana olisivat valtioiden keskimääräiset päästöt vuosina 1990–2000. SPN vaatii, että valtioiden tulee vähentää kasvihuonepäästöjään tästä keski-arvosta 40 % vuoteen 2020 mennessä ja 90 % vuoteen 2050 mennessä.
sms: SPN maadârd, što veʹrddõõllâmpââʹjjen leʹčči valdiai kõskkmieʹrrsa kaaʹst eeʹjjin 1990–2000. SPN õõlǥat, što valdiain âlgg uuʹcceed šâddpõrttkaaʹsteez tän kõskkäärvest 40 % eeʹjj 2020 mõõneeʹst da 90 % eeʹjj 2050 mõõneeʹst.

source: SPN näkee, että päästöjen määrää tulee hillitä uusiutuvia energiantuotantomuotoja kehittämällä ja saamalla ne suuren yleisön käyttöön edullisilla hinnoilla.
sms: SPN vuäinn, što kaaʹsti meäʹr âlgg čõggâd ođđsmõõvvi energiipuuʹtʼtemvueʹjjid ooudâsviiǥǥeeʹl da seämmaääiʹjest vuäǯǯad tõk šoorab ǩiiččeei meäʹr âânnmõʹšše vuõkksõs hõõʹddin.

source: Rakentamisen energiatehokkuutta on parannettava rakennussäännöksillä ja avustuksilla.
sms: Raajjmõõžž energiiviõkksõsvuõtt âlgg pueʹreed raajjâmšeâttmõõžžin da veäʹǩǩvuõđin.

source: Kansallisella tasolla tulee laatia ilmastolakeja, joiden avulla hillitään päästöjä ja rahoitetaan ilmastonmuutoksen ehkäisytoimenpiteitä ja turvataan alkuperäiskansojen oikeudet ilmastonmuutoksessa.
sms: Naroodlaž tääʹzzest âlgg raajjâd äimmlääʹjjid, kooi vieʹǩǩin čõõggât kaaʹstid da teäggtet äimm-muuttõõzz čõggâmtuåimid da staanât vuõssnaroodi vuõiggâdvuõđid äimm-muuttõõzzâst.

source: SPN näkee, että kansainvälisessä alkuperäiskansapolitiikassa tulee keskittyä erityisesti ilmastonmuutokseen haittojen vähentämiseen alkuperäiskansoille ja alkuperäiskansojen vaikutusvallan turvaamiseen ilmastonmuutokseen liittyvässä päätöksenteossa.
sms: SPN vuäinn, što meeraikõskksaž vuõssnaroodpolitiikk beäʹlnn âlgg åårsted smiõttâd eärben äimm-muuttõõzz diõtt hääitai uuccumuʹšše vuõssmeeraid da vuõssmeerai äiggavuäǯǯamvääʹld staanmõʹšše äimm-muuttõõzz kuõskki tuʹmmjemtuâjast.

source: Ilmastonmuutoksen vähentämiseen pyrkivät toimenpiteet on tehtävä siten, että niillä ei ole kielteisiä vaikutuksia alkuperäiskansojen terveyteen ja elinmahdollisuuksiin.
sms: Äimm-muuttõõzz uuccumuʹšše ǩiččlõttâm tuåim âʹlǧǧe tuejjeed nuʹtt, što tõin jiâ leäkku ǩeʹlddemnallšem vaikktõõzz vuõssmeerai tiõrvâsvuõʹtte da jieʹllemvuäittmõõžžid.

source: SPN kannattaa erityisesti aurinkoenergian hyödyntämisen lisäämistä.
sms: SPN peälašt eärben peiʹvvenergii äuʹǩǩeem lââʹzztumuužž.

source: Tuulivoiman lisäämisestä saamelaisten perinteisesti asuttamille alueille on sovittava ao. saamelaiskäräjien kanssa, sekä myös ao. alueiden paikallisten perinteisten elinkeinojen edustajien, erityisesti poronhoidon (paliskuntien) kanssa.
sms: Piõggviõǥǥ lââʹzztumuužžâst saaʹmi äʹrbbvuõđ mieʹlddsânji aazztum vuuʹdid âlgg suåppâd äv. sääʹmteeʹǧǧin, di äv. vuuʹdi pääiklaž äʹrbbvuõđ mieʹlddsaž jieʹllemvueʹjji võboršeeʹǩǩivuiʹm, eärben puäʒʒhååid (paalǥâskooʹddivuiʹm).

source: Tuulivoima ei saa aiheuttaa vähäistä suurempaa haittaa saamelaisten perinteisille elinkeinoille kuten saamelaisporonhoidolle.
sms: Piõggviõkk ij vuâǯǯ šõddeed jäänab hääit saaʹmi äʹrbbvuõđ mieʹlddsaž jieʹllemvueʹjjid mâʹte sääʹmpuäʒʒhoiddu.

source: Uusiutuvien energiamuotojen lisääminen edellyttää myös bioenergian käytön lisäämistä, mikä voi lisätä pienhiukkaspäästöjä ilman asianmukaisia suodattamia.
sms: Ođđsmõõvvi energiivueʹjji lââʹzztumuš ouddlâstt še bioenergii ââʹnnem lââʹzztumuužž, kååʹtt vuäitt lââʹzzted uʹccčuõmârkaaʹstid notta ääʹššmieʹlddsai siʹlljeeʹji.

source: Joillakin alueilla bioenergian keruu uhkaa alkuperäiskansojen elinoloja.
sms: Koin-ne vuuʹdin bioenergii noorrmõš sträššai vuõssnaroodi jieʹllemåårrmõõžžid.

source: Bioenergian keruun tulee tapahtua kestävällä tavalla ja prosessissa on kunnioitettava alkuperäiskansojen oikeuksia.
sms: Bioenergii noorrmõš âlgg šõddâd ǩeâllʼjem nalla da proseezzâst âlgg ciʹsttjed vuõssnaroodi vuõiggâdvuõđid.

source: SPN edellyttää, että bioenergian käytön lisääminen ei saa lisätä pienhiukkaspäästöjä ja vaatii, että pienhiukkaspäästöjä tulee hillitä tehokkailla suodattimilla.
sms: SPN ouddlâstt, što bioenergii âânnmõõžž lââʹzztumuš ij vuâǯǯ lââʹzzted uʹccčuõmârkaaʹstid da õõlǥat, što uʹccčuõmârkaaʹstid âlgg cõggâd viõkksõs siʹlljeeʹjin.

source: Vesivoiman lisääminen ei saa uhata luontoarvoja eikä aiheuttaa vähäistä suurempaa haittaa saamelaiskulttuurille.
sms: Čääʹccviõǥǥ lââʹzztumuš ij vuâǯǯ sträššjed luâđreeʹǧǧesvuõđid ij-ga šõddeed jäänab hääit sääʹmkulttuuʹre.

source: SPN korostaa myös, että turve ei ole uusiutuva energiamuoto.
sms: SPN teäddad veâl tõn, što lâuʹŋŋ iʹllakku ođđsmõõvvi energiivueʹǩǩ.

source: SPN vastustaa ydinvoiman lisäämistä.
sms: SPN lij vuâstta atomviõǥǥ lââʹzztumuužž.

source: Saamelaisten muistissa on edelleen Tšernobylin ydinvoimalaonnettomuus vuonna 1986 ja jonka vaikutukset saamelaisyhteisöihin ja saamelaisten perinteisiin elinkeinoihin on tunnistettavissa edelleenkin.
sms: Saaʹmi muuʹšteeʹst lij veâl Tšernobyl atomviõkkpääiʹǩpäʹrttšõõvvmõš eeʹjjest 1986 da koonn vaikktõõzz sääʹmõhttsažkooʹddid da saaʹmi äʹrbbvuõđ mieʹlddsai jieʹllemvueʹjjid lij tobddâmnalla veâlâinn.

source: energiantuotantomuoto, vaan aiheuttaa päästöjä niin sen rakentamisen, uraanin hankkimisen ja louhinnan yhteydessä kuten myös jätteiden jälkisijoittamisen yhteydessä.
sms: Atomviõkk iʹllakku puuʹttes energiipuuʹtʼtemvueʹǩǩ, leša šõddad kaaʹstid nuʹtt tõn raajjmuʹšše, uraan haʹŋǩǩummuʹšše da kuåivvâztuâj äiʹǧǧen mâʹte še njieʹšši mâʹŋŋsâjjdõõttâm äiʹǥǥen.

source: Pohjoismaissa, Suomessa ja Venäjän lähialueilla uraanin louhinta ja hankinta, kaivostoiminta ja ydinonnettomuus voisivat tuhota saamelaisten perinteisten elinkeinojen toimintaedellytykset.
sms: Tâʹvvjânnmin, Lääʹddjânnmest da Ruõšš õõldâsvuuʹdin uraan kuåivvâztuâjj da haʹŋǩǩumuš, kuåivvâstuåimmjumuš da atompäʹrttšõõvvmõš vuäitʹči pråppâʹtted saaʹmi äʹrbbvuõđ mieʹlddsai jieʹllemvueʹjji tuåimmjemoudldõõzzid.

source: Uudessa ilmastosopimuksessa on sovittava pienhiukkaspäästöjen merkittävästä vähentämisestä, niiden seuraamiseen on luotava kansainvälinen valvontajärjestelmä ja valtioiden on rajoitettava pienhiukkaspäästöjä teollisuudessa, liikenteessä sekä kotitalouksissa säännöksillä ja energiaavustuksilla.
sms: Ođđ äimmsuåppmõõžžâst âlgg suåppâd uʹccčuõmârkaaʹsti vääžnai ǩeäppnumuužžâst, tõi praavjumuʹšše âlgg raajjâd meeraikõskksaž valvvemriâššmõš da valdiain âlgg rääʹjted uʹccčuõmârkaaʹstid faabriikâst, trafiikâst di dommtäälain šeâttmõõžžin da energiiveäʹǩǩvuõđin.

source: Pienhiukkaspäästöjä ei toistaiseksi rajoiteta erityisesti, vaan rajoitukset koskevat ainoastaan yleisesti pienhiukkaspäästöjä.
sms: Uʹccčuõmârkaaʹstid jeät veâl rääʹjtukku eärben, leša rääʹjtõõzz kuâʹsǩǩe tåʹlǩ takainalla uʹccčuõmârkaaʹstid.

source: Erityisesti kehitysmaiden kotitalouksiin ja teollisuudelle on valmistettava oma rahoitusjärjestelmä, jonka kautta järjestetään huokeat suodattimet niiden käyttöön.
sms: Eärben ooudâsviikkâmjânnmi dommtäälaid da faabriʹǩǩe âlgg valmšted jiijjâz teäggtemriâššmõš, koon pääiʹǩ riâžžât vuõkksõs siʹlljeeʹjid tõi âânnmõʹšše.

source: Näin voitaisiin halvasti ja tehokkaasti hillitä pienhiukkaspäästöjä maailmanlaajuisesti.
sms: Nääʹit vuäitʹčeš hääʹlbeʹld da viõkkšânji cõggâd uʹccčuõmârkaaʹstid pukveeʹzz obb maaiʹlmest.

source: Epätäydellisestä palamisesta aiheutuvat pienhiukkaset kuten musta hiili ja noki ovat odotettua merkittävämmässä roolissa maapallon lämpenemisessä.
sms: Panntiuddsaž pueʹllmõõžžâst sâʹdde uʹccčuõrmmâz mâʹte čaʹppes ill da reʹnn liâ vuõssʼsâjjsab tuâjast, skääđsuõllu pakknumuužžâst.

source: Pienhiukkaspäästöillä on myös merkittäviä terveysvaikutuksia aiheuttaen ennenaikaisia kuolemia globaalisti.
sms: Uʹccčuõmârkaaʹstin liâ še vuõssʹsâjjsa tiõrvâsvuõttvaikktumuužžid šõddeei pååʹmh da tõk veǩǩa ooudbeäʹläiggsaid jäämmʼmõõžžid globaaleʹld.

source: Näiden päästöjen leikkaaminen tuo nopeita ja myönteisiä tuloksia.
sms: Näkkam kaaʹsti ǩeäppnumuš pohtt jåʹttlõs da miõttlaž pohttmõõžžid.

source: Pienhiukkaset kiihdyttävät ilmastonmuutosta erityisesti arktisella alueella ja näiden päästöjen vähentäminen on ensiarvoisen tärkeää ilmastonmuutoksen ehkäisemisessä.
sms: Uʹccčuõrmmâz loŋŋnâʹtte äimm-muuttõõzz eärben aartklažnallšem vuuʹdest da näkkam kaaʹsti uuccumuš lij vuõssärvvsânji vääžnai äimm-muuttõõzz cõggmõõžžâst.

source: Valtaosa pienhiukkasista kulkeutuu ilmavirtausten mukana arktiselle alueelle Aasiasta.
sms: Jäänaš uʹccčuõrmmsin jåått äimmräuʹnnji mieʹldd aartklažnallšem voudda Aasiast.

source: Laskeutuessaan lumen ja jään pinnalle noki mustaa pinnan.
sms: Luâšttõõttmen muõtti da jiõŋ ool reʹnn čâppad čääʹʒʒooʹle da jânnamooʹle.

source: Musta pinta imee auringonsäteilyä tehokkaammin ja täten lumi ja jää sulavat nopeammin.
sms: Čaʹppes oolâž njeemm šuõnstõõzz pueʹrben da nääiʹt muõtt da jiõŋŋ soʹdde jåʹttlubân.

source: Prosessi kiihdyttää lämpenemistä erityisesti arktisella alueella.
sms: Prosess loŋŋnad pakknumuužž eärben aartklažnallšem vuuʹdest.

source: SPN vetoaa, että moottorikelkkojen ja mönkijöiden energiatehokkuutta parannetaan pikaisesti.
sms: SPN tuäivv, što motorǩeâlkai da motorbieʹǩǩi energiiviõkksõsvuõđ pueʹreet jåʹttlânji.

source: Saamelaisten perinteiset elinkeinot tarvitsevat näitä välineitä työssään, mutta niitä tulisi kehittää vähäpäästöisemmisiksi ja erityisesti mönkijöitä tulisi kehittää turvallisemmiksi ja luontoon vähemmän jälkiä jättäviksi.
sms: Saaʹmi äʹrbbvuõtt mieʹlddsa jieʹllemvueʹjj taarbše täid niâvvaid tuâjstes, leša täidd õõlǥʹči ooudâsviikkâd nuʹtt, što tõk leʹčče uuʹccab kaaʹst tuejjeeʹjen da eärben motorbieʹǩǩid õõlǥʹči raajjâd staanjeʹben da luõttu uuʹccben ǩiõjid kueʹđđjen.

source: Tämä tukisi myös biodiversiteetin suojelua.
sms: Tät tuärjjeʹči še biodiversiteet suõʹjjumuužž.

source: SPN esittää, että valtiolliset tutkimuslaitokset yhdessä yritysten ja saamelaisten perinteisten elinkeinojen edustajien kanssa aloittaisivat tällaisen kehitystyön pikaisesti.
sms: SPN maadârd, što valdia kõskksa tuʹtǩǩeemstrooiʹtel õõutsââʹjest põrggji da saaʹmi äʹrbbvuõtt mieʹlddsai jieʹllemvueʹjji võboršeeʹǩǩivuiʹm altteʹči näkkam ooudâsviikkâmtuâj jåʹttlânji.

source: SPN näkee, että ilmastonmuutoksen torjunnassa tulee noudattaa YK:n biodiversiteettisopimuksen artikla 8(j):tä ja huomioida saamelaisten perinteinen tieto, käytännöt ja innovaatiot ja saamelaisten vaikutusmahdollisuudet myös kansainvälisissä elimissä kyseisen artiklan nojalla.
sms: SPN vuäinn, što äimm-muuttõõzz vuâsttatuâsttmõõžžâst âlgg jäʹǩǩted YK biodiversiteetsuåppmõõžž artiik 8(j):st da väʹldded lokku saaʹmi äʹrbbvuõtt mieʹlddsaž teâtt, praksiizz da innovaatiaid da saaʹmi äiggavuäǯǯamvaikktõõzz še meeraikõskksaž orgaanin kõõččmõõččâst åårrai artiik nuäjin.

source: SPN haluaa kiinnittää huomiota myös sopimuksen artiklaan 10(c), joka määrää, että sopimusosapuolien tulee suojella ja kannustaa biologisten resurssien perinteistä käyttöä perinteisten kulttuuristen tapojen mukaisesti, jotka soveltuvat suojelun ja kestävän käytön vaatimuksiin.
sms: SPN haaʹlad väʹldded lokku pueʹrben še suåppmõõžž artiikka 10(c), kååʹtt mieʹrrad, što suåppâmvueʹssbeäʹlin âlgg suõʹjjeed da peälšted biologiinallšem resuurzi äʹrbbvuõđ mieʹlddsa âânnmõõžž, äʹrbbvuõđ mieʹlddsa kulttuurlaž vueʹjji mieʹlddsânji,

source: SPN on huolissaan siitä, että valtiot eivät ole saavuttaneet tavoitettaan pysäyttää luonnon monimuotoisuuden köyhtymistä vuoteen 2010 mennessä.
sms: SPN lij peʹcclest tõʹst, što valdia jiâ leäkku vuäittam õstteed täävtõõzzes åårstâʹtted luâđ määŋgpeäʹllsažvuõđ vääivõõttmõõžž eeʹjj 2010 mõõneeʹst.

source: SPN kehottaa valtioita suojelemaan luonnon monimuotoisuutta ja turvamaan sen erityisesti kansainvälisenä biodiversiteettivuonna 2010. SPN pitää tärkeänä, että ilmastonmuutoksen vaikutuksia perinteiseen tietoon ja sen huomioimista ilmastonmuutostutkimuksessa ja päätöksenteossa käsiteltäisiin biodiversiteettisopimuksen kontekstissa ja otettaisiin huomioon vuoden 2010 jälkeisessä biodiversiteetti tavotteissa.
sms: SPN auʹǯǯai valdiaid suõʹjjeed luâđ määŋgpeäʹllsažvuõđ da staanâd eärben meeraikõskksiʹžžen biodiversiteeteeʹjjest 2010. SPN âânn vääžnai äʹššen, što äimm-muuttõõzz äiggavuäǯǯmõõžžid äʹrbbvuõttmieʹlddsa tiõttu da tõn primmtõõššmõõžž äimm-muuttõštuʹtǩǩumuužžâst da tuʹmmstõktuâjst ǩiõttʼtõõllʹčeš biodiversiteettsuåppmõõžž teksttõhttvuõđâst da vääldʹčeš lokku eeʹjj 2010 mââibu biodiversiteet täävtõõzzin.

source: SPN esittää, että sopimuksen COP10-kokouksessa 2010 Nagoyassa 18.
sms: SPN maadârd, što suåppmõõžž COP10-såbbrest 2010 Nagoyast 18.–29.10.2010 tuʹmmjeʹčeš, što artiik 8(j) määŋgekksa tuâjjprograʹmme vääldʹčes ođđ tuâj: äimm-muuttõš da äʹrbbvuõtt mieʹlddsaž teâtt.

source: SPN pyytää valtioita edistämään kokouksessa tämän tehtävän toteutumista.
sms: SPN räukk valdiaid oouʹdeed såbbrest tän tuâj čõõđtumuužž.

source: Elimen tulisi toimia yhteistyössä YK:n alkuperäiskansojen pysyvän foorumin ja biodiversiteettisopimuksen WG8J-työryhmän kanssa.
sms: YK äimm-muuttõssuåppmõõžž õhttvuõʹtte âlgg vuâđđeed vuõssnaroodi veerjlaž orgaan, kååʹtt valmštââll da välvv vuõssnaroodi kuõskki äimm-muuttõstuʹmmštõktuâj.

source: Elimen toiminnan perustana tulisi olla YK:n julistus alkuperäiskansojen oikeuksista (alkuperäiskansajulistus).
sms: YK vuõssnaroodi põõšši da biodiversiteetsuåppmõõžž WG8Jtuâjjäʹrttlin Orgaan tuejjumuužž vuâđđân õõlǥʹči leeʹd YK čõõđtumuš vuõssnaroodi vuõiggâdvuõđin (vuõssnaroodčõõđtumuš).

source: Elimelle on turvattava riittävät toiminta- ja asiantuntijaresurssit.
sms: Orgaʹnne âlgg staanâd riʹjttjemnalla tuåimmjem- da äʹšštobddiresuurzz.

source: Sen tulee myös toimia yhteistyössä hallitustenvälisen ilmastonmuutospaneelin ja Arktisen Neuvoston kanssa.
sms: Tõt âlgg še tuåimmjed õhttsažtuâjast halltõõzzkõskksa äimm-muuttõs paneel da Aartkla Suåvtõõzzin.

source: Elimessä tulee olla edustettuina kattavasti alkuperäiskansojen edustuksellisia elimiä ja järjestöjä, jotka edustavat alkuperäiskansoja huomioiden maantieteellinen kattavuus.
sms: Orgaanâst âʹlǧǧe leeʹd eeʹttkâʹsttmen jäänab vuõssnaroodi võboršeǩnallšem orgaan da organisaatiad, kook eeʹttkâʹstte vuõssnaroodid lokku vääʹldeeʹl jânnamtiõđlaž käʹttemvuõtt.

source: Valtioiden tulee antaa saamelaiskäräjille vuosittain pysyvää rahoitusta ilmastonmuutoksen sopeutumiseen, sen tutkimiseen ja oman ilmastopolitiikan kehittämiseen.
sms: Valdiain âlgg uʹvdded sääʹmtegga piirieeʹjji põõšši teäggtõõzz äimm-muuttõõzz šiõttõõvvmõʹšše, tõn tuʹtǩǩumuʹšše da jiijjâz äimmpolitiikk ooudâsviikkmõʹšše.

source: Jokaisella saamelaiskäräjillä tulee toimia ympäristö- ja ilmastoasioista vastaava virkamies ja asiantuntijalautakunta joka käsittelee näitä kysymyksiä.
sms: Pukin sääʹmteeʹǧǧin âlgg tuåimmjed pirrõs- da äimmaaʹššin vaʹstteei veʹrǧǧooumaž da äʹšštobddiluʹvddkåʹdd kååʹtt ǩiõttʼtââll täid kõõččmõõžžid.

source: Valtioiden tulee antaa pysyvä rahoitus näiden tehtävien hoitoon.
sms: Valdiain âlgg uʹvdded põõšši teäggtõs näkkam tuâjai hoiddu.

source: SPN näkee, että ilmastonmuutostutkimusta on lisättävä ja tutkimuksessa on keskityttävä erityisesti ilmastonmuutoksen vaikutuksien ja haittojen minimoimiseen arktisten alkuperäiskansojen asumaalueilla.
sms: SPN vuäinn, što äimm-muuttõštuʹtǩǩumuužž âlgg lââʹzzted da tuʹtǩǩumuužžâst âlgg åårsted smiõttâd eärben äimm-muuttõõzz vaikktõõzzi da hääitai uuʹcceem diõtt aartkla vuõssnaroodi jälstemvuuʹdid.
